Repository: Jeparre/pykota
Catalog: po/*/pykota.po
Languages: pl

source: ALLOW
pl: ZEZWÓL

source: DENY
pl: ZABROÑ

source: SIGTERM received, job %s cancelled.
pl: Przechwycono sygna³ SIGTERM, zadanie drukowania %s anulowano.

source: You are not allowed to print at this time.
pl: Nie masz mo¿liwo¶ci drukowania w tym momencie.

source: Unlimited
pl: Nieograniczone

source: ON
pl: W³±czone

source: OFF
pl: Wy³±czone

source: Banner generator %s exit code is %s
pl: Kodem wyj¶cia dla generatora banerów %s jest %s

source: Banner won't be printed : maximum number of deny banners reached.
pl: Baner nie zostanie wydrukowany : osi±gniêta zosta³a maksymalna liczba banerów braku dostêpu.

source: Beware : computed job size (%s) != precomputed job size (%s)
pl: Uwaga : wyliczony rozmiar zadania drukowania (%s) != pierwotnie wyliczony rozmiar zadania drukowania (%s)

source: The job size will be trusted anyway according to the 'trustjobsize' directive
pl: Wyliczony rozmiar zadania drukowania pozostanie niezmieniony zgodnie z dyrektyw± 'trustjobsize'

source: The job size will be trusted because it is inferior to the 'trustjobsize' directive's limit %s
pl: Rozmiar zadania drukowania pozostanie niezmieniony poniewa¿ jest mniejszy wzglêdem limitu %s dla dyrektywy 'trustjobsize'

source: The job size will be modified according to the 'trustjobsize' directive : %s
pl: Rozmiar zadania drukowania zostanie zmodyfikowany zgodnie z dyrektyw± 'trustjobsize': %s

source: Printer %s not registered in the PyKota system, applying external policy (%s) for printer %s
pl: Drukarka %s nie jest zarejestrowana w systemie PyKota, zastosowane bêd± regu³y zewnêtrzne (%s) dla drukarki %s

source: User %s not registered in the PyKota system, applying external policy (%s) for printer %s
pl: U¿ytkownik %s nie jest zarejestrowany w systemie PyKota, zastosowane bêd± regu³y zewnêtrzne (%s) dla drukarki %s

source: User %s doesn't have quota on printer %s in the PyKota system, applying external policy (%s) for printer %s
pl: U¿ytkownik %s nie posiada ustalonego limitu na drukarce %s w systemie PyKota, zastosowane bêd± regu³y zewnêtrzne (%s) dla drukarki %s

source: External policy %s for printer %s produced an error. Job rejected. Please check PyKota's configuration files.
pl: Zasotoswanie zewnêtrznych regu³ %s dla drukarki %s zakoñczy³o siê niepowodzeniem, zadanie drukowania zosta³o odrzucone. Proszê sprawdziæ pliki konfiguracyjne systemu PyKota.

source: Printer %s not registered in the PyKota system, applying default policy (%s)
pl: Drukarka %s nie jest zarejestrowana w system PyKota, zastosowane bêd± regu³y zewnêtrzne (%s)

source: User %s not registered in the PyKota system, applying default policy (%s) for printer %s
pl: U¿ytkownik %s nie jest zarejestrowany w systemie PyKota, zastosowane bêd± regu³y zewnêtrzne (%s) dla drukarki %s

source: User %s doesn't have quota on printer %s in the PyKota system, applying default policy (%s)
pl: U¿ytkownik %s nie posiada ustalonego limitu na drukarce %s w systemie PyKota, zastosowane bêd± regu³y domy¶lne (%s)

source: Printer %s still not registered in the PyKota system, job will be rejected
pl: Drukarka %s jest w dalszym ci±gu niezarejestrowana w systemie PyKota, zadanie drukowania bêdzie odrzucone

source: User %s still not registered in the PyKota system, job will be rejected on printer %s
pl: U¿ytkownik %s w dalszym ci±gu nie jest zarejestrowany w systemie PyKota, zadanie drukowania bêdzie odrzucone przez drukarkê %s

source: User %s still doesn't have quota on printer %s in the PyKota system, job will be rejected
pl: U¿ytkownik %s w dalszym ci±gu nie posiada ustalonego limitu na drukarce %s w systemie PyKota, zadanie drukowania bêdzie odrzucone

source: Job is a dupe
pl: Zadanie drukowania jest prób± oszustwa

source: Printing is denied by configuration
pl: Odmowa drukowania spowodowana jest ustawieniami

source: Duplicate print jobs are not allowed on printer %s.
pl: Podwójne zadania drukowania nie s± akceptowane przez drukarkê %s.

source: Subprocess denied printing of a dupe
pl: Proces podrzêdny odmawia drukowania zadania mog±cym byæ prób± oszustwa

source: Duplicate print jobs are not allowed on printer %s at this time.
pl: Podwójne zadania drukowania nie s± akceptowane przez drukarkê %s w tej chwili.

source: Subprocess allowed printing of a dupe
pl: Proces podrzêdny zaakceptowa³ drukowanie zadania mog±cego byæ prób± oszustwa

source: Your system administrator : %s - <%s>
pl: Administrator systemu : %s - <%s>

source: Impossible to connect to SMTP server : %s
pl: Brak mo¿liwo¶ci po³±czenia siê z serwerem SMTP : %s

source: Print Quota
pl: Limit drukowania

source: Impossible to send mail to %s, error %s : %s
pl: Brak mo¿liwo¶ci wys³ania wiadomo¶ci e-mail do %s, b³±d %s : %s

source: Job contains no data. Printing is denied.
pl: Zadanie drukowania nie zawiera ¿adnych danych. Odmowa drukowania.

source: Job allowed by printer policy. No accounting will be done.
pl: Zadanie drukowania zaakceptowane zgodnie z regu³ami drukarki. Konto osoby drukuj±cej nie zostanie obci±¿one.

source: Invalid policy %s for printer %s
pl: B³êdna regu³a %s dla drukarki %s

source: Precomputed job size (%s pages) too large for printer %s.
pl: Wyliczony wstêpnie rozmiar zadania drukowania (%s stron) jest zbyt du¿y dla drukarki %s.

source: You are not allowed to print so many pages on printer %s at this time.
pl: Nie mo¿esz wydrukowaæ tak du¿ej ilo¶ci stron na drukarce %s w tym momence.

source: User %s is not allowed to print at this time.
pl: U¿ytkownik %s nie mo¿e drukowaæ w tym momencie.

source: Your account settings forbid you to print at this time.
pl: Ustawienia twojego konta zakazuj± ci drukowania w tym momencie.

source: Print Quota exceeded for user %s on printer %s
pl: Limit drukowania dla u¿ytkownika %s zosta³ przekroczony na drukarce %s

source: Print Quota low for user %s on printer %s
pl: Niska warto¶æ limitu drukowania dla u¿ytkownika %s na drukarce %s

source: Job denied, no accounting will be done.
pl: Zadanie drukowania odrzucone, konto osoby drukuj±cej nie zostanie obci±¿one.

source: Job accounting begins.
pl: Rozpoczynanie procesu obci±¿ania konta osoby drukuj±cej.

source: Job denied, no accounting has been done.
pl: Zadanie drukowania odrzucone, proces obci±¿ania konta osoby drukuj±cej nie zosta³ rozpoczêty.

source: Job accounting ends.
pl: Koñczenie procesu obci±¿ania konta osoby drukuj±cej.

source: Job size forced to 0 because printing is denied.
pl: Rozmiar zadania drukowania zmieniony na 0 z powodu odmowy drukowania.

source: Job size : %i
pl: Rozmiar zadania drukowania : %i

source: User %s's quota on printer %s won't be modified
pl: Limit u¿ytkownika %s na drukarce %s pozostanie niezmieniony

source: Updating user %s's quota on printer %s
pl: Uaktualnianie limitu drukowania u¿ytkownika %s na drukarce %s

source: Job added to history.
pl: Zadanie drukowania zosta³o dodane do historii.

source: Billing code %s was updated.
pl: Kod rozliczeniowy %s zaktualizowano.

source: The -d | --data command line option is mandatory, see help.
pl: Opcja -d | --data jest obowi±zkowa, skorzystaj z pomocy.

source: Maximum job size : %s
pl: Maksymalny rozmiar zadania drukowania : %s

source: %s pages
pl: %s stron

source: Invalid used value %s.
pl: Nieprawdi³owa warto¶æ 'used' %s

source: Invalid increase value %s.
pl: Nieprawid³owa warto¶æ 'increase' %s

source: Invalid softlimit value %s.
pl: Nieprawid³owa warto¶æ 'softlimit' %s

source: Invalid hardlimit value %s.
pl: Nieprawid³owa warto¶æ 'hardlimit' %s

source: Hard limit %i is less than soft limit %i, values will be exchanged.
pl: Twardy limit %i jest mniejszy ni¿ miêkki limit %i, warto¶ci zostan± zamienione.

source: incompatible options, see help.
pl: niekompatybilne opcje, zajrzyj do pomocy.

source: You have to pass user or group names on the command line
pl: Musisz podaæ nazwê u¿ytkownika lub grupy w linii komend

source: repykota v%(__version__)s (c) %(__years__)s %(__author__)s Generates print quota reports. command line usage : repykota [options] options : -v | --version Prints repykota's version number then exits. -h | --help Prints this message then exits. -u | --users Generates a report on users quota, this is the default. -g | --groups Generates a report on group quota instead of users. -i | --ingroups g1[,g2...] Only lists users who are members of these groups. Reserved to PyKota Administrators. -P | --printer p Report quotas on this printer only. Actually p can use wildcards characters to select only some printers. The default value is *, meaning all printers. You can specify several names or wildcards, by separating them with commas. examples : $ repykota --printer lp This will print the quota status for all users who use the lp printer. $ repykota This will print the quota status for all users on all printers. $ repykota --printer "laser*,*pson" jerome "jo*" This will print the quota status for user jerome and all users whose name begins with "jo" on all printers which name begins with "laser" or ends with "pson". If launched by an user who is not a PyKota administrator, additionnal arguments representing users or groups names are ignored, and only the current user/group is reported.
pl: repykota v%(__version__)s (c) %(__years__)s %(__author__)s Generuje raporty limitów drukowania. u¿ycie z linii poleceñ : repykota [opcje] opcje : -v | --version Wy¶wietla wersjê repykota i nastêpnie koñczy dzia³anie. -h | --help Wy¶wietla t± wiadomo¶æ i nastêpnie koñczy dzia³anie. -u | --users Generuje raport dla u¿ytkownika/u¿ytkowników, ta opcja jest domy¶lna. -g | --groups Generuje raport dla grup/grupy zamiast dla u¿ytkownika. -i | --ingroups g1[,g2...] Bierze pod uwagê u¿ytkowników bêd±cych cz³onkami wymienionych grup. Zarezerwowane dla administratorów systemu PyKota. -P | --printer p Generuj raporty tylko dla drukarki p. Dodatkowo p akceptuje wzorce dopasowania tak aby¶ móg³ wybraæ tylko niektóre drukarki. Warto¶ci± domy¶ln± jest *, co oznacza wszystkie drukarki. Mo¿esz okre¶liæ wiele nazw oraz wzorców dopasowania oddzielaj±c je przecinkami. przyk³ady : $ repykota --printer lp Wy¶wietli stan limitów dla wszystkich u¿ytkowników którzy u¿ywaj± drukarki lp. $ repykota Wy¶wietli stan limitów dla wszystkich u¿ytkowników na wszystkich drukarkach. $ repykota --printer "laser*,*pson" jerome "jo*" Wy¶wietli stan limitów dla u¿ytkownika jerome oraz wszystkich u¿ytkowników których nazwa rozpoczyna siê od znaków "jo" na wszystkich drukarkach których nazwy rozpoczynaj± siê od wyra¿enia "laser" oraz koñcz± wyra¿eniem "pson". Je¶li repykota zostanie uruchomiona przez u¿ytkownika który nie jest administratorem systemu PyKota wówczas argumenty reprezentuj±ce u¿ytkowników lub grupy s± ignorowane i wy¶wietlany jest raport tylko dla u¿ytkownika/grupy.

source: Option --ingroups is reserved to PyKota Administrators.
pl: Opcja --ingroups jest zarezerwowana dla administratorów systemu PyKota.

source: There's no printer matching %s
pl: Drukarka odpowiadaj±ca nazwie %s nie istnieje

source: warnpykota v%(__version__)s (c) %(__years__)s %(__author__)s Sends mail to users over print quota. command line usage : warnpykota [options] [names] options : -v | --version Prints warnpykota's version number then exits. -h | --help Prints this message then exits. -u | --users Warns users over their print quota, this is the default. -g | --groups Warns users whose groups quota are over limit. -P | --printer p Verify quotas on this printer only. Actually p can use wildcards characters to select only some printers. The default value is *, meaning all printers. You can specify several names or wildcards, by separating them with commas. examples : $ warnpykota --printer lp This will warn all users of the lp printer who have exceeded their print quota. $ warnpykota This will warn all users who have exceeded their print quota on any printer. $ warnpykota --groups --printer "laserjet*" "dev*" This will warn all users of groups which names begins with "dev" and who have exceeded their print quota on any printer which name begins with "laserjet" If launched by an user who is not a PyKota administrator, additionnal arguments representing users or groups names are ignored, and only the current user/group is reported.
pl: warnpykota v%(__version__)s (c) %(__years__)s %(__author__)s Wysy³a wiadomo¶ci e-mail dla u¿ytkowników którzy przekroczyli limit. u¿ycie z linii komend : warnpykota [opcje] [nazwy] opcje : -v | --version Wy¶wietla wersjê warnpykota i nastêpnie koñczy dzia³anie. -h | --help Wy¶wietla t± informacj± i nastêpnie koñczy dzia³anie. -u | --users Powiadamia u¿ytkowników którzy przekroczyli limit, opcja domy¶lna. -g | --groups Ostrzega u¿ytkowników których limit grupowy jest przekroczony. -P | --printer p Weryfikuj limity tylko dla drukarki p. Dodatkowo p ackeptuje wzorce dopasowania aby¶ móg³ wybraæ tylko niektóre drukarki. Warto¶ci± domy¶ln± jest *, co oznacza wszystkie drukarki. Mo¿esz okre¶liæ wiele nazw oraz wzorców dopasowania oddzielaj±c je przecinkami. przyk³ady : $ warnpykota --printer lp Powy¿sza komenda spowoduje wys³anie powiadomienia dla wszystkich u¿ytkowników którzy przekroczyli limit na drukarce lp. $ warnpykota Powy¿sza komenda spowoduje wys³anie powiadomienia do wszystkich u¿ytkowników którzy przekroczyli limit na którejkolwiek z drukarek. $ warnpykota --groups --printer "laserjet*" "dev*" Komenda spowoduje wys³anie powiadomienia do wszystkich u¿ytkowników bêd±cych cz³onkami grup których nazwa rozpoczyna siê od s³owa "dev" i którzy przekroczyli limit na którejkolwiek z drukarek której nazwa rozpoczyna siê od s³owa "laserjet" Je¶li warnpykota zostanie uruchomiona przez u¿ytkownika który nie jest administratorem systemu PyKota wówczas argumenty reprezentuj±ce u¿ytkowników lub grupy s± ignorowane i wysy³ane jest powiadomienie tylko dla u¿ytkownika/grupy.

source: pkbanner v%(__version__)s (c) %(__years__)s %(__author__)s Generates banners. command line usage : pkbanner [options] [more info] options : -v | --version Prints pkbanner's version number then exits. -h | --help Prints this message then exits. -l | --logo img Use the image as the banner's logo. The logo will be drawn at the center top of the page. The default logo is /usr/share/pykota/logos/pykota.jpeg -p | --pagesize sz Sets sz as the page size. Most well known page sizes are recognized, like 'A4' or 'Letter' to name a few. The default size is A4. -s | --savetoner s Sets the text luminosity factor to s%%. This can be used to save toner. The default value is 0, which means that no toner saving will be done. -u | --url u Uses u as an url to be written at the bottom of the banner page. The default url is : http://www.pykota.com/ examples : Using pkbanner directly from the command line is not recommended, excepted for testing purposes. You should use pkbanner in the 'startingbanner' or 'endingbanner' directives in pykota.conf startingbanner: /usr/bin/pkbanner --logo="" --savetoner=75 With such a setting in pykota.conf, all print jobs will be prefixed with an A4 banner with no logo, and text luminosity will be increased by 75%%. The PostScript output will be directly sent to your printer. You'll find more examples in the sample configuration file included in PyKota.
pl: pkbanner v%(__version__)s (c) %(__years__)s %(__author__)s Generuje banery. u¿ycie z linii poleceñ : pkbanner [opcje] [wiêcej informacji] opcje : -v | --version Wy¶wietla wersjê pkbanner i nastêpnie koñczy dzia³anie. -h | --help Wy¶wietla t± informacjê i nastêpnie koñczy dzia³anie. -l | --logo img U¿yj obrazka img jako logo, które bêdzie wy¶rodkowane u góry strony. Domy¶lnym logo jest /usr/share/pykota/logos/pykota.jpeg -p | --pagesize sz Ustawia sz jako rozmiar strony. Wiêkszo¶æ ogólnie znanych rozmiarów jest rozpoznawana, jak 'A4' czy 'Letter' dla przyk³adu. Domy¶lnym rozmiarem jest A4. -s | --savetoner s Ustawia wspó³czynnik jasno¶ci tekstu na s%%. Opcja ta mo¿e byæ u¿yta jako 'oszczêdno¶ciowe drukowanie'. Domy¶ln± warto¶ci± jest 0, co oznacza brak oszczêdno¶ciowego drukowania. -u | --url u U¿ywa u jako url (odno¶nika) który bêdzie wydrukowany na dole strony bannera. Domy¶lnym odno¶nikiem jest : http://www.pykota.com/ przyk³ady : U¿ywanie pkbanner bezpo¶rednio z linii poleceñ nie jest zalecane, chyba ¿e w grê wchodzi testowanie. pkbanner powinien byæ u¿yty w dyrektywach 'startingbanner' lub 'endingbanner' które s± obecne w pliku pykota.conf startingbanner: /usr/bin/pkbanner --logo="" --savetoner=75 Z takim ustawieniem w pykota.conf, wszystkie zadania drukowania bêd± poprzedzone bannerem rozmiaru A4 który nie bêdzie zawiera³ loga, za¶ jasno¶æ tekstu bêdzie zwiêkszona do 75%%. Wyj¶cie PostScript bêdzie wys³ane bezpo¶rednio do drukarku. Wiêcej mo¿liwo¶ci znajdziesz w przyk³adowym pliku konfiguracjnym zawartym w pakiecie PyKota.

source: Unknown
pl: Nieznany

source: Username
pl: U¿ytkownik

source: More Info
pl: Wiêcej informacji

source: Job
pl: Zadanie drukowania

source: Date
pl: Data

source: Allowed
pl: Dozwolone

source: Denied
pl: Odmowa

source: Allowed with Warning
pl: Dozwolone z ostrze¿eniem

source: Result
pl: Rezultat

source: Title
pl: Tytu³

source: Filename
pl: Nazwa pliku

source: Pages printed so far on %s
pl: Strony wydrukowane dotychczas na %s

source: Account balance
pl: Stan konta

source: Soft Limit
pl: Miêkki limit

source: Hard Limit
pl: Twardy limit

source: Date Limit
pl: Limit czasowy

source: Allowed range is (0..99)
pl: Dozwolony zakres to (0..99)

source: Invalid 'savetoner' option %s : %s
pl: Nieprawid³owa opcja 'savetoner' %s : %s

source: Invalid 'pagesize' option %s, defaulting to A4.
pl: Nieprawid³owa opcja 'pagesize' %s, zostanie u¿yta domy¶lna warto¶æ A4.

source: pkbcodes v%(__version__)s (c) %(__years__)s %(__author__)s A billing codes Manager for PyKota. command line usage : pkbcodes [options] code1 code2 code3 ... codeN options : -v | --version Prints pkbcodes version number then exits. -h | --help Prints this message then exits. -a | --add Adds billing codes if they don't exist in PyKota's database. If they exist, they are modified unless -s|--skipexisting is also used. -d | --delete Deletes billing codes from PyKota's database. NB : the history entries with this billing code are not deleted, voluntarily. -D | --description d Adds a textual description to billing codes. -l | --list List informations about the billing codes. -r | --reset Resets the billing codes' balance and page counters to 0. -s | --skipexisting In combination with the --add option above, tells pkbcodes to not modify existing billing codes. code1 through codeN can contain wildcards if the --add option is not set. examples : $ pkbcodes --add -D "My project" myproj Will create the myproj billing code with "My project" as the description. $ pkbcodes --delete "*" This will completely delete all the billing codes, but without removing any matching job from the history. USE WITH CARE ANYWAY ! $ pkbcodes --list "my*" This will list all billing codes which name begins with 'my'.
pl: pkbcodes v%(__version__)s (c) %(__years__)s %(__author__)s Mened¿er kodów rozliczeniowych dla systemu PyKota. u¿ycie z linii poleceñ : pkbcodes [opcje] kod1 kod2 kod3 ... kodN opcje : -v | --version Wy¶wietla wersjê pkbcodes i nastêpnie koñczy dzia³anie. -h | --help Wy¶wietla t± informacjê i nastêpnie koñczy dzia³anie. -a | --add Dodaje kody rozliczeniowe je¶li nie istniej± jeszcze w bazie danych PyKota Je¶li kody istniej± wówczas s± modyfikowane chyba ¿e opcja -s|--skipexisting jest tak¿e podana (wówczas s± pomijane). -d | --delete Usuwa kody rozliczeniowe z bazy PyKota. UWAGA : wpisy w historii dotycz±ce usuniêtych kodów rozliczeniowych nie s± usuwane. -D | --description d Dodaje opis tekstowy dla kodu rozliczeniowego. -l | --list Wy¶wietl informacje na temat istniej±cych kodów rozliczeniowych. -r | --reset Zeruje saldo oraz liczniki stron dla podanego kodu rozliczeniowego -s | --skipexisting W po³±czeniu z opcj± --add, powoduje ¿e pkbcodes nie modyfikuje istniej±cych kodów rozliczeniowych. Nazwy od kod1 do kodN mog± zawieraæ wzorce dopasowania je¶li opcja --add nie jest ustawiona. przyk³ady : $ pkbcodes --add -D "Mój Projekt" myproj Utworzy kod rozliczeniowy o nazwie myproj z "Mój Projekt" w opisie kodu. $ pkbcodes --delete "*" Usunie wszystkie kody rozliczeniowe z bazy PyKota, jednak¿e nie usunie ¿adnych odpowiadaj±ych zadañ drukowania z historii. MIMO WSZYSTKO U¯YWAJ OSTRO¯NIE ! $ pkbcodes --list "my*" Wy¶wietli wszystkie kody rozliczeniowe których nazwa rozpoczyna siê s³owem 'my'.

source: You're not allowed to use this command.
pl: Nie jeste¶ uprawniony do u¿ywania tej komendy.

source: There's no billingcode matching %s
pl: Nie odnaleziono kodu rozliczeniowego o nazwie %s

source: pages
pl: strony

source: and
pl: i

source: credits
pl: kredyty

source: Billing code [%s] already exists, skipping.
pl: Kod rozliczeniowy [%s] istnieje, pomijam.

source: Billing code [%s] already exists, will be modified.
pl: Kod rozliczeniowy [%s] istnieje, zostanie zmodyfikowany.

source: You have to pass billing codes on the command line
pl: Musisz podaæ kody rozliczeniowe w linii poleceñ

source: Invalid filter value [%s], see help.
pl: Nieprawid³owa warto¶æ filtru [%s], skorzystaj z pomocy.

source: pkmail v%(__version__)s (c) %(__years__)s %(__author__)s Email gateway for PyKota. command line usage : pkmail [options] options : -v | --version Prints pkmail's version number then exits. -h | --help Prints this message then exits. This command is meant to be used from your mail server's aliases file, as a pipe. It will then accept commands send to it in email messages, and will send the answer to the command's originator. To use this command, create an email alias in /etc/aliases with the following format : pykotacmd: "|/usr/bin/pkmail" Then run the 'newaliases' command to regenerate the aliases database. You can now send commands by email to 'pykotacmd@yourdomain.com', with the command in the subject. List of supported commands : report [username] NB : For pkmail to work correctly, you may have to put the 'mail' system user in the 'pykota' system group to ensure this user can read the /etc/pykota/pykotadmin.conf file, and restart your mail server (e.g. /etc/init.d/exim restart). It is strongly advised that you think at least twice before doing this though. Use at your own risk !
pl: pkmail v%(__version__)s (c) %(__years__)s %(__author__)s Brama e-mail dla systemu PyKota. u¿ycie z linii komend : pkmail [opcje] opcje : -v | --version Wy¶wietla wersjê pkmail i nastêpnie koñczy dzia³anie. -h | --help Wy¶wietla t± wiadomo¶æ i nastêpnie koñczy dzia³anie. Ta komenda powinna byæ u¿ywana bezpo¶rednio z twojego pliku aliasów jako fragment potoku. Wówczas pkmail bêdzie akceptowa³o komendy wys³ane w wiadomo¶ciach, e-mail i bêdzie odpowiada³o osobie wysy³aj±cej. Aby u¿ywac tej komendy utwórz alias e-mailowy w pliku /etc/aliases, skorzystaj z formatu podanego poni¿ej: pykotacmd: "|/usr/bin/pkmail" Nastêpnie uruchom komendê 'newaliases' aby przebudowaæ bazê aliasów. Od tego momentu mo¿esz wysy³aæ wiadomo¶æi e-mail na adres 'pykotacmd@yourdomain.com' z komend± w tytule. Lista dostêpnych komend : report [u¿ytkownik] UWAGA : Aby pkmail mog³o dzia³aæ poprawnie najprawdopodobniej bêdziesz musia³ dodaæ systemowego u¿ytkonika 'mail' do systemowej grupy 'pykota' aby zezwoliæ u¿ytkownik 'mail' móg³ odczytaæ plik /etc/pykota/pykotadmin.conf, nastêpnie zrestartuj serwer pocztowy (np.: /etc/init.d/exim restart). Pamiêtaj - zastanów siê dok³adnie nad mo¿liwymi skutkami zanim dodasz u¿ytkownika 'mail' do grupy 'pykota'. U¿ywasz na w³asn± odpowiedzialno¶æ !
