Repository: Jeparre/pykota
Catalog: po/*/pykota.po
Languages: pl

source: Invalid modifier [%s] for --format command line option, see help.
pl: Nieprawid³owy modyfikator [%s] dla opcji --format, zajrzyj do pomocy.

source: XML output is disabled because the jaxml module is not available.
pl: Wyj¶cie XML jest nieaktywne poniewa¿ modu³ jaxml jest niedostêpny.

source: Invalid data type [%s] for --sum command line option, see help.
pl: Nieprawid³owy typ danych [%s] dla opcji --sum, zajrzyj do pomocy.

source: PyKota data dumper failed : I/O error
pl: Zrzut danych PyKota zakoñczony niepowodzeniem : b³±d wej¶cia/wyj¶cia

source: Unsupported logging subsystem %s
pl: Niewspierany modu³ logowania %s

source: Report for %s quota on printer %s
pl: Raport limitu dla %s na drukarce %s

source: Pages grace time: %i days
pl: Czas ulgi dla wydrukowanych stron: %i dni

source: Price per job: %.3f
pl: Cena zadania drukowania: %.3f

source: Price per page: %.3f
pl: Cena wydrukowania strony: %.3f

source: Group overcharge used soft hard balance grace total paid warn
pl: Grupa doliczenie u¿yto miêkki twardy ulga salda suma zap³acono ostrze¿enie

source: User overcharge used soft hard balance grace total paid warn
pl: U¿ytkownik doliczenie u¿yto miêkki twardy ulga salda suma zap³acono ostrze¿enie

source: unknown
pl: nieznany

source: Real : %s
pl: Rzeczywisty: %s

source: Total : %9i
pl: Suma: %9i

source: Unsupported reporter backend %s
pl: Niewspierany backend raportów %s

source: Unsupported quota storage backend %s
pl: Niewspierany backend bazy limitów %s

source: Strange problem with uid(%s) : %s
pl: Dziwny problem z uid(%s) : %s

source: Running as user '%s'.
pl: Uruchomiony z prawami u¿ytkownika '%s'.

source: No user named 'pykota'. Not dropping priviledges.
pl: Brak u¿ytkownika o nazwie 'pykota'. Nie porzucam uprawnieñ.

source: Impossible to drop priviledges : %s
pl: Brak mo¿liwo¶ci pozbycia siê uprawnieñ : %s

source: Priviledges dropped. Now running as user 'pykota'.
pl: Uprawnienia porzucone. Dalsza praca z prawami u¿ytkownika 'pykota'.

source: Impossible to regain priviledges : %s
pl: Brak mo¿liwo¶ci odzyskania uprawnieñ : %s

source: Regained priviledges. Now running as root.
pl: Uprawnienia odzyskane. Teraz pracujê z prawami u¿ytkownika root.

source: Please report bugs to :
pl: Raporty o b³êdach proszê kierowaæ do :

source: Please contact your system administrator : %s - <%s>
pl: Proszê skontaktowaæ siê z administratorem systemu : %s - <%s>

source: Unable to match user %s on printer %s, applying default policy (%s)
pl: Nie odnaleziono u¿ytkownika %s na drukarce %s, zastosowane bed± regu³y domy¶lne (%s)

source: Unable to find user %s's account balance, applying default policy (%s) for printer %s
pl: Nie odnaleziono stanu konta u¿ytkownika %s, zastosowane bêd± regu³y domy¶lne (%s) dla drukarki %s

source: User %s will not be charged for printing.
pl: U¿ytkownik %s nie bêdzie obci±¿ony kosztami drukowania.

source: Print Quota exceeded for group %s on printer %s
pl: Limit Drukowania zosta³ przekroczony przez grupê %s na drukarce %s

source: Print Quota Exceeded
pl: Limit Drukowania Przekroczony

source: Print Quota low for group %s on printer %s
pl: Niski poziom Limitu Drukowania dla grupy %s na drukarce %s

source: Print Quota Low
pl: Niski poziom Limitu Drukowania

source: Search base %s doesn't seem to exist. Probable misconfiguration. Please double check /etc/pykota/pykota.conf : %s
pl: Wygl±da na to, ¿e baza wyszukiwania %s nie zosta³a odnaleziona. Prawdopodobnie jest to b³±d w pliku konfiguracyjnym. Proszê jeszcze raz sprawdziæ poprawno¶æ konfiguracji w /etc/pykota/pykota.conf : %s

source: Search for %s(%s) from %s(scope=%s) returned no answer.
pl: Proces wyszukiwania dla %s(%s) z %s(zasiêg=%s) nie zwróci³ ¿adnych danych.

source: Problem adding LDAP entry (%s, %s)
pl: Wyst±pi³ podczas dodawania wpisu do serwera LDAP (%s, %s)

source: Problem deleting LDAP entry (%s)
pl: Wyst±pi³ problem podczas usuwania wpisu z serwera LDAP (%s)

source: Problem modifying LDAP entry (%s, %s)
pl: Wyst±pi³ problem podczas modyfikacji wpisu na serwerze LDAP (%s, %s)

source: No pykotaAccountBalance object found for user %s. Did you create LDAP entries manually ?
pl: Nie znaleziono klasy obiektu pykotaAccountBalance dla u¿ytkownika %s. Czy utworzu³e¶ wpisy na serwerze LDAP rêcznie?

source: Hidden because of privacy concerns
pl: Ukryto w ramach ochrony prywatno¶ci

source: Unable to find an existing objectClass %s entry with %s=%s to attach pykotaAccount objectClass
pl: Nie odnaleziono istniej±cego wpisu z objectClass %s z %s=%s do do³±czenia klasy obiektu (objectClass) pykotaAccount

source: %s. A new entry will be created instead.
pl: %s. Nowy wpis zostanie utworzony w zamian.

source: Unable to find an existing entry to attach pykotaGroup objectclass %s
pl: Nie odnaleziono istniej±cego wpisu aby móc do³±czyæ obiekt klasy pykotaGroup %s

source: A problem occured while reading printer %s's internal page counter.
pl: Wyst±pi³ problem podczas odczytywania wewnêtrznego licznika drukarki %s.

source: Retrieving printer %s's page counter from database instead.
pl: Odczytujê stan wewnêtrznego licznika drukarki %s z bazy danych.

source: Couldn't retrieve printer %s's internal page counter either before or after printing.
pl: Brak mo¿liwo¶ci odczytania warto¶ci wewnêtrznego licznika drukarki %s zarówno przed jak i po drukowaniu.

source: Job's size forced to 1 page for printer %s.
pl: Rozmiar zadania drukowania zmieniony na 1 dla drukarki %s.

source: No previous job in database for printer %s.
pl: Brak poprzedniego zadania drukowania w bazie danych dla drukarki %s.

source: Inconsistent values for printer %s's internal page counter.
pl: Niespójne warto¶ci wewnêtrznego licznika drukarki %s.

source: Unknown printer address in HARDWARE(%s) for printer %s
pl: Nieznany adres drukarki w HARDWARE(%s) dla drukarki %s

source: Launching HARDWARE(%s)...
pl: Uruchamianie HARDWARE(%s)...

source: SIGTERM was sent to hardware accounter %s (pid: %s)
pl: Sygna³ SIGTERM zosta³ wys³any do sprzêtowego mechanizmu zliczania stron %s (pid: %s)

source: Line [%s] skipped in accounter's output. Trying again...
pl: Linia [%s] zosta³a pominiêta w wyj¶ciu z mechanizmu zliczaj±cego. Próbujê ponownie...

source: Hardware accounter %s exit code is %s
pl: Kod wyj¶cia dla sprzêtowego mechanizmu zliczania stron %s to %s

source: Unable to query printer %s via HARDWARE(%s)
pl: Brak mo¿liwo¶ci odczytu danych z drukarki %s poprzez HARDWARE(%s)

source: Problem during connection to %s:%s : %s
pl: Wyst±pi³ problem podczas ³±czenia siê z %s:%s : %s

source: Problem while sending PJL query to %s:%s : %s
pl: Wyst±pi³ problem podczas wysy³ania zapytania PJL do %s:%s : %s

source: Problem while receiving PJL answer from %s:%s : %s
pl: Wyst±pi³ problem podczas odbierania odpowiedzi PJL z %s:%s : %s

source: Waiting for printer %s to be printing...
pl: Oczekiwanie na rozpoczêcie drukowania przez drukarkê %s ...

source: Waiting for printer %s's idle status to stabilize...
pl: Oczekiwanie na ustabilizowanie siê stanu 'idle' drukarki %s...

source: PJL querying stage interrupted. Using latest value seen for internal page counter (%s) on printer %s.
pl: Etap wysy³ania zapytania PJL zosta³ przerwany. U¿ywam ostatniej warto¶ci dla wewnêtrznego licznika stron (%s) dla drukarki %s.

source: SNMP querying stage interrupted. Using latest value seen for internal page counter (%s) on printer %s.
pl: Etap wysy³ania zapytania SNMP zosta³ przerwany. U¿ywam ostatniej warto¶ci dla wewnêtrznego licznika stron (%s) dla drukarki %s.

source: Network error while doing SNMP queries on printer %s : %s
pl: Wyst±pi³ b³±d po³±czenia podczas wysy³ania zapytania SNMP na drukarce %s : %s

source: SNMP message decoding error for printer %s : %s
pl: Wyst±pi³ b³±d podczas dekodowania danych SNMP dla drukarki %s : %s

source: Problem encountered while doing SNMP queries on printer %s : %s
pl: Wyst±pi³ problem podczas wykonywania zapytania SNMP na drukarce %s : %s

source: Unable to precompute the job's size with the generic PDL analyzer : %s
pl: Brak mo¿liwo¶ci obliczenia wielko¶ci zadania drukowania przy u¿yciu ogólnego analizatora PDL: %s

source: Launching SOFTWARE(%s)...
pl: Uruchamiam SOFTWARE(%s)

source: Unable to compute job size with accounter %s
pl: Obliczenie rozmiaru zadania drukowania z u¿yciem mechanizmu zliczaj±cego %s jest niemo¿liwe

source: Problem while waiting for software accounter pid %s to exit : %s
pl: Wyst±pi³ problem podczas oczekiwania na zakoñczenie pracy procesu (pid: %s) programowego zliczania stron : %s

source: Software accounter %s exit code is %s
pl: Kod wyj¶cia programowego mechanizmu zliczania stron %s to %s

source: Totals may be inaccurate if some users are members of several groups.
pl: Sumy mog± nie odzwierciedlaæ faktycznego stanu je¿eli niektórzy u¿ytkownicy s± cz³onkami wielu grup.

source: Dump
pl: Zrzut

source: Please click on the above button
pl: Proszê klikn±æ na guzik powy¿ej

source: Data Type
pl: Typ danych

source: Output Format
pl: Format wyj¶ciowy

source: Filter
pl: Filtr

source: Summarize
pl: Podsumowanie

source: only for payments or history
pl: tylko dla historii p³atno¶ci

source: PyKota Reports
pl: Raporty PyKota

source: Report
pl: Raport

source: Printer
pl: Drukarka

source: User / Group names mask
pl: Maska nazwy u¿ytkownika / grupy

source: Groups report
pl: Raport grup

source: Empty
pl: Pusty

source: Action
pl: Akcja

source: User
pl: U¿ytkownik

source: Hostname
pl: Nazwa hosta

source: JobId
pl: ID zadania drukowania

source: Number of pages
pl: Liczba stron

source: Cost
pl: Koszt

source: Copies
pl: Kopie

source: Number of bytes
pl: Liczba bajtów

source: Printer's internal counter
pl: Wewnêtrzny licznik drukarki

source: Options
pl: Opcje

source: MD5Sum
pl: Suma kontrolna MD5

source: Billing code
pl: Kod rozliczeniowy

source: Precomputed number of pages
pl: Wstêpnie wyliczona liczba stron

source: Precomputed cost
pl: Wstêpnie wyliczony koszt

source: Pages details
pl: Szczegó³y stron

source: (not supported yet)
pl: (brak wsparcia)

source: Previous page
pl: Poprzednia strona

source: PyKota Quotes
pl: Ceny PyKota

source: Quote
pl: Cena

source: The exact cost of a print job can only be determined for a particular user. Please retry while logged-in.
pl: Dok³adny koszt wydrukowania zadania mo¿e byæ okre¶lony tylko dla podanego u¿ytkownika. Proszê spróbowaæ ponownie po zalogowaniu.
