Repository: Jeparre/pykota
Catalog: po/*/pykota.po
Languages: pl

source: pkprinters v%(__version__)s (c) %(__years__)s %(__author__)s A Printers Manager for PyKota. command line usage : pkprinters [options] printer1 printer2 printer3 ... printerN options : -v | --version Prints pkprinters's version number then exits. -h | --help Prints this message then exits. -a | --add Adds printers if they don't exist on the Quota Storage Server. If they exist, they are modified unless -s|--skipexisting is also used. -d | --delete Deletes printers from the quota storage. -D | --description d Adds a textual description to printers. -C | --cups Also modifies the DeviceURI in CUPS' printers.conf -c | --charge p[,j] Sets the price per page and per job to charge. Job price is optional. If both are to be set, separate them with a comma. Floating point and negative values are allowed. -g | --groups pg1[,pg2...] Adds or Remove the printer(s) to the printer groups pg1, pg2, etc... which must already exist. A printer group is just like a normal printer, only that it is usually unknown from the printing system. Create printer groups exactly the same way that you create printers, then add other printers to them with this option. Accounting is done on a printer and on all the printer groups it belongs to, quota checking is done on a printer and on all the printer groups it belongs to. If the --remove option below is not used, the default action is to add printers to the specified printer groups. -l | --list List informations about the printer(s) and the printers groups it is a member of. -r | --remove In combination with the --groups option above, remove printers from the specified printers groups. -s | --skipexisting In combination with the --add option above, tells pkprinters to not modify existing printers. -m | --maxjobsize s Sets the maximum job size allowed on the printer to s pages. -p | --passthrough Activate passthrough mode for the printer. In this mode, users are allowed to print without any impact on their quota or account balance. -n | --nopassthrough Deactivate passthrough mode for the printer. Without -p or -n, printers are created in normal mode, i.e. no passthrough. printer1 through printerN can contain wildcards if the --add option is not set. examples : $ pkprinters --add -D "HP Printer" --charge 0.05,0.1 hp2100 hp2200 hp8000 Will create three printers named hp2100, hp2200 and hp8000. Their price per page will be set at 0.05 unit, and their price per job will be set at 0.1 unit. Units are in your own currency, or whatever you want them to mean. All of their descriptions will be set to the string "HP Printer". If any of these printers already exists, it will also be modified unless the -s|--skipexisting command line option is also used. $ pkprinters --delete "*" This will completely delete all printers and associated quota information, as well as their job history. USE WITH CARE ! $ pkprinters --groups Laser,HP "hp*" This will put all printers which name matches "hp*" into printers groups Laser and HP, which MUST already exist. $ pkprinters --groups LexMark --remove hp2200 This will remove the hp2200 printer from the LexMark printer group.
pl: pkprinters v%(__version__)s (c) %(__years__)s %(__author__)s Mened¿er drukarek dla systemu PyKota. u¿ycie z linii komend : pkprinters [opcje] drukarka1 drukarka2 drukarka3 ... drukarkaN opcje : -v | --version Wy¶wietla wersjê pkprinters i nastêpnie koñczy dzia³anie. -h | --help Wy¶wietla t± informacjê i nastêpnie koñczy dzia³anie. -a | --add Dodaje drukarki je¶li nie istniej± w systemie PyKota. Je¶li drukarki istniej± wówczas ich wpisy s± modyfikowane chyba, ¿e opcja -s|--skipexisting jest obecna. -d | --delete Usuwa drukarki z systemu PyKota. -D | --description d Dodaje opis tekstowy dla drukarki. -C | --cups Also modifies the DeviceURI in CUPS' printers.conf -c | --charge p[,j] Ustala cenê za stronê oraz za zadanie drukowania. Cena za zadanie drukowania jest argumentem opcjonalnym. Je¶li obie ceny maj± byæ ustalone wó³czas rozdziel je przecinkami. Liczby zmiennoprzecinkowe s± akceptowane. -g | --groups pg1[,pg2...] Dodaje lub usuwa drukarkê/drukarki do/z grup pg1, pg2, itd... które musz± istnieæ w systemie PyKota. Grupa drukarek jest jak zwyk³a drukarka, z t± ró¿nic±, ¿e grupa drukarek nie jest rozpoznawana przez system drukowania. Utwórz grupy drukarek dok³adnie tak jak tworzysz drukarki, nastêpnie dodaj inne drukarki do niej z u¿yciem tej opcji. Rozliczanie jest przeprowadzane na drukarce oraz na wszystkich grupach drukarek do których nale¿y dana drukarka, sprawdzanie limitów odbywa siê na drukarce oraz na wszystkich grupach drukarek do których nale¿y dana drukarka. Je¶li opcja --remove nie jest okre¶lone, wówczas domy¶ln± akcj± jest dodanie drukarek do okre¶lonych grup drukarek. -l | --list Wy¶wietl informacje na temat drukarki/drukarek oraz wszystkich grup drukarek do których nale¿y ta drukarka/te drukarki. -r | --remove W po³±czeniu z opcj± --groups powy¿ej, usuwa drukarki z wymienionych grup drukarek. -s | --skipexisting W po³±czeniu z powy¿sz± opcj± --add , powoduje ¿e pkprinters nie modyfikuje istniej±cych ju¿ drukarek. -m | --maxjobsize s Ustala maksymalny rozmiar zadania drukowania na drukarce na s stron. -p | --passthrough Aktywuj tryb 'passthrough'. W tym trybie limity u¿ytkowników nie s± brane pod uwagê ani nie s± modyfikowane. -n | --nopassthrough Wy³±cz tryb 'passthrough' dla danej drukarki. Bez opcji -p lub -n, drukarki s± tworzone w trybie normalnym, to znaczy tryb 'passthrough' jest wy³±czony. Argumenty drukarka1 do drukarkaN ackeptuj± wzorce dopasowania je¶li opcja --add nie jest obecna. przyk³ady : $ pkprinters --add -D "HP Printer" --charge 0.05,0.1 hp2100 hp2200 hp8000 Przyk³ad utworzy trzy drukarki o nazwach hp2100, hp2200 oraz hp8000. Cena za stronê zostanie ustalona na poziomie 0.05 jednostki za¶ cena za zadanie drukowania zostanie ustalona na poziomie 0.1 jednostki. Jednostki odpowiadaj± lokalnej walucie lub czemukolwiek innemu - to zale¿y tylko od ciebie. Wszystkie opisy powy¿szych drukarek zostanê ustawione na "HP Printer". Je¶li którakolwiek z powy¿szych drukarek istnieje ju¿ w bazie danych wówczas bêdzie zmodyfukowana chyba ¿e opcja -s|--skipexisting zosta³a podana. $ pkprinters --delete "*" Powy¿sza komenda spowoduje usuniêcie wszystkich drukarek oraz wszystkich informacji dotycz±cych limitów dla tych drukarek, usuniêta zostanie tak¿e historia, U¯YWAJ Z WYJ¡TKOW¡ OSTRO¯NO¦CI¡ ! $ pkprinters --groups Laser,HP "hp*" Komenda spowoduje dodanie wszystkich drukarek o nazwach zaczynaj±cych siê od s³owa "hp*" do grup Laser i HP - grupy te musz± istnieæ w systemie !. $ pkprinters --groups LexMark --remove hp2200 Komenda usunie drukarkê hp2200 z grupy drukarek o nazwie LexMark.

source: Passthrough mode : %s
pl: Tryb 'passthrough' : %s

source: in
pl: w

source: Invalid charge amount value %s
pl: Nieprawid³owa warto¶æ kwoty 'charge' %s

source: Invalid maximum job size value %s
pl: Nieprawid³owa maksymalna warto¶æ zadania drukowania %s

source: Printer %s already exists, skipping.
pl: Drukara %s istnieje, pomijam.

source: Printer %s already exists, will be modified.
pl: Drukarka %s istnieje, zostanie zmodyfikowana.

source: Invalid printer name %s
pl: B³êdna nazwa drukarki %s

source: You have to pass printer groups names on the command line
pl: Musisz podaæ nazwy grup drukarek w opcjach linii komend

source: You have to pass printer names on the command line
pl: Musisz podaæ nazwy drukarek w opcjach linii komend

source: pkturnkey v%(__version__)s (c) %(__years__)s %(__author__)s A turn key tool for PyKota. When launched, this command will initialize PyKota's database with all existing print queues and some or all users. For now, no prices or limits are set, so printing is fully accounted for, but not limited. That's why you'll probably want to also use edpykota once the database has been initialized. command line usage : pkturnkey [options] [printqueues names] options : -v | --version Prints pkturnkey version number then exits. -h | --help Prints this message then exits. -c | --doconf Give hints about what to put into pykota.conf -d | --dousers Manages users accounts as well. -D | --dogroups Manages users groups as well. Implies -d | --dousers. -e | --emptygroups Includes empty groups. -f | --force Modifies the database instead of printing what it would do. -u | --uidmin uid Only adds users whose uid is greater than or equal to uid. You can pass an username there as well, and its uid will be used automatically. If not set, 0 will be used automatically. Implies -d | --dousers. -U | --uidmax uid Only adds users whose uid is lesser than or equal to uid. You can pass an username there as well, and its uid will be used automatically. If not set, a large value will be used automatically. Implies -d | --dousers. -g | --gidmin gid Only adds groups whose gid is greater than or equal to gid. You can pass a groupname there as well, and its gid will be used automatically. If not set, 0 will be used automatically. Implies -D | --dogroups. -G | --gidmax gid Only adds groups whose gid is lesser than or equal to gid. You can pass a groupname there as well, and its gid will be used automatically. If not set, a large value will be used automatically. Implies -D | --dogroups. examples : $ pkturnkey --dousers --uidmin jerome Will simulate the initialization of PyKota's database will all existing printers and print accounts for all users whose uid is greater than or equal to jerome's one. Won't manage any users group. To REALLY initialize the database instead of simulating it, please use the -f | --force command line switch. You can limit the initialization to only a subset of the existing printers, by passing their names at the end of the command line.
pl: pkturnkey v%(__version__)s (c) %(__years__)s %(__author__)s Program inicjalizacyjny dla systemu PyKota. Po uruchomieniu program zainicjalizuje bazê danych systemu PyKota z wszystkimi istniej±cymi kolejkami drukowania oraz z wszystkimi llub czê¶ci± u¿ytkowników. Na chwilê obecn± ¿adne limity oraz ceny nie s± ustalone. Drukowanie jest rozliczane jednak¿e nie jest w ¿aden sposób limitowane. St±d te¿ prawdopodobnie bêdziesz chcia³ skorzystaæ z programu edpykota po zainicjalizowaniu bazy danych. u¿ycie z linii poleceñ : pkturnkey [opcje] [nazwy kolejek drukowania] opcje : -v | --version Wy¶wietla wersjê pkturnkey i nastêpnie koñczy dzia³anie. -h | --help Wy¶wietla t± informacjê i nastêpnie koñczy dzia³anie. -c | --doconf Wy¶wietl podpowiedzi dotycz±ce konfiguracji pykota.conf -d | --dousers Bierze pod uwagê konta u¿ytkowników. -D | --dogroups Bierze pod uwagê konta grup. Implikuje -d | --dousers. -e | --emptygroups Bierze pod uwagê puste grupy. -f | --force Modyfikuje bazê danych zamiast wy¶wietlania zmian na ekranie. -u | --uidmin uid Bierze pod uwagê tylko u¿ytkowników których id jest wiêkszy lub równy uid Mo¿esz podaæ równie¿ nazwê u¿ytkownika, wówczas jego uid zostanie u¿yty automatycznie. Je¶li nie podano domy¶ln± warto¶ci± jest 0. Implikuje -d | --dousers. -U | --uidmax uid Bierze pod uwagê tylko u¿ytkowników których id jest mniejsze lub równe od uid. Mo¿esz równie¿ podaæ nazwê u¿ytkownika, wówczas jego uid bêdzie u¿yty automatycznie. Je¶li nie podano domy¶ln± warto¶ci± jest bli¿ej nieokre¶lona wielka warto¶æ. Implikuje -d | --dousers. -g | --gidmin gid Bierze pod uwagê tylko grupy których id jest wiêksze lub równe gid. Mo¿esz tak¿e podaæ nazwê grupy, wówczas jej gid bêdzie u¿yty automatycznie. Je¶li nie podano domy¶ln± warto¶ci± jest 0. Implikuje -D | --dogroups. -G | --gidmax gid Bierze pod uwagê tylko grupy których id jest mniejsze lub równe gid. Mo¿esz tak¿e podaæ nazwê grupy, wówczas jej gid bêdzie u¿yty automatycznie. Je¶li nie podano domy¶ln± warto¶ci± jest bli¿ej nieokre¶lona wielka liczba. Implikuje -D | --dogroups. przyk³ady : $ pkturnkey --dousers --uidmin jerome Powy¿sza komenda uruchomi symulacjê inicjalizacjê bazy systemu PyKota, to znaczy utworzy wszystkie drukarki oraz konta drukowania dla wszystkich u¿ytkowników których uid jest wiêkszy lub równy uid u¿ytkownika jerome. Grupy nie bêd± brane pod uwagê. Aby NA PRAWDÊ zainicjalizowaæ bazê (wy³±czyæ symulacjê) nale¿y u¿yæ opcji -f | --force. Mo¿esz ograniczyæ inicjalizacjê tylko dla okre¶lonej liczby istniej±cych drukarek poprzez podanie ich nazw na koñcu linii poleceñ.

source: Printer %s is not managed by PyKota yet. Please modify printers.conf and restart CUPS.
pl: Drukarka %s nie jest obs³ugiwana przez system PyKota. Proszê zmodyfikowaæ plik printers.conf i nastêpnie ponownie uruchomiæ us³ugê CUPS.

source: Please be patient...
pl: Proszê cierpliwie czekaæ...

source: Don't worry, the database WILL NOT BE MODIFIED.
pl: Bez obaw, baza danych NIE BÊDZIE ZMODYFIKOWANA.

source: Please WORRY NOW, the database WILL BE MODIFIED.
pl: Teraz MO¯ESZ SIÊ MARTWIÆ poniewa¿ baza danych BÊDZIE ZMODYFIKOWANA.

source: System users will have a print account as well !
pl: U¿ytkownicy systemowi tak¿e bêd± posiadali konta drukowania!

source: Unknown username %s : %s
pl: Nieznany u¿ytkownik %s : %s

source: System groups will have a print account as well !
pl: Grupy systemowe tak¿e bêd± posiada³y konta drukowania!

source: Unknown groupname %s : %s
pl: Nieznana nazwa grupy %s : %s

source: Simulation terminated.
pl: Symulacja przerwana.

source: Database initialized !
pl: Baza danych zainicjalizowana!

source: The --uidmin or --uidmax command line option implies --dousers as well.
pl: Opcje linii poleceñ --uidmin lub --uidmax implikuj± opcjê --dousers.

source: The --gidmin or --gidmax command line option implies --dogroups as well.
pl: Opcje linii poleceñ --gidmin lub --gidmax implikuj± opcjê --dogroups.

source: The --dogroups command line option implies --dousers as well.
pl: Opcja linii poleceñ --dogroups implikuje opcjê --dousers.

source: Invalid email address %s
pl: Nieprawid³owy adres e-mail %s

source: Invalid limitby value %s
pl: Niperawid³owa warto¶æ 'limitby' %s

source: Invalid overcharge value %s
pl: Nieprawid³owa warto¶æ 'overcharge' %s

source: Invalid balance value %s
pl: Nieprawid³owa warto¶æ 'balance' %s

source: Unknown group %s
pl: Nieznana grupa %s

source: Unknown user %s
pl: Nieznany u¿ytkownik %s

source: pykosd v%(__version__)s (c) %(__years__)s %(__author__)s An OSD quota monitor for PyKota. command line usage : pykosd [options] options : -v | --version Prints pykosd's version number then exits. -h | --help Prints this message then exits. -c | --color #rrggbb Sets the color to use for display as an hexadecimal triplet, for example #FF0000 is 100%% red. Defaults to 100%% green (#00FF00). -d | --duration d Sets the duration of the display in seconds. Defaults to 3 seconds. -f | --font f Sets the font to use for display. Defaults to the Python OSD library's default. -l | --loop n Sets the number of times the info will be displayed. Defaults to 0, which means loop forever. -s | --sleep s Sets the sleeping duration between two displays in seconds. Defaults to 180 seconds (3 minutes). examples : $ pykosd -s 60 --loop 5 Will launch pykosd. Display will be refreshed every 60 seconds, and will last for 3 seconds (the default) each time. After five iterations, the program will exit.
pl: pykosd v%(__version__)s (c) %(__years__)s %(__author__)s Monitor OSD dla systemu PyKota. u¿ycie z linii poleceñ : pykosd [opcje] opcje : -v | --version Wy¶wietla wersjê pykosd i nastêpnie koñczy dzia³anie. -h | --help Wy¶wietla t± informacjê i nastêpnie koñczy dzia³anie. -c | --color #rrggbb Ustawia kolor wy¶wietlania jako triplet szesnastkowy, na przyk³ad #FF0000 to 100%% czerwieni. Domy¶lne ustawienie to 100%% zieleni (#00FF00). -d | --duration d Ustala czas wy¶wietlania w sekundach. Domy¶lna warto¶æ to 3 sekundy. -f | --font f Czcionka jaka bêdzie u¿yta do wy¶wietlania danych. Domy¶lna warto¶æ to domy¶lna czcionka biblioteki OSD Pythona. -l | --loop n Ustala liczbê wy¶wietleñ komunikatów. Warto¶æ domy¶lna to 0 co oznacza nieskoñczon± pêtlê. -s | --sleep s Ustala czas pomiêdzy kolejnymi wy¶wietleniami w sekundach. Warto¶æ domy¶lna to 180 sekund (3 minuty). przyk³ady : $ pykosd -s 60 --loop 5 Uruchomi pykosd. Zawarto¶æ ekranu bêdzie od¶wierzona co 60 sekund, i bêdzie widoczna przez 3 sekundy (domy¶lnie) za ka¿dym razem. Po pi±tek iteracji program zakoñczy swoje dzia³anie.

source: Invalid duration option %s
pl: Nieprawid³owa opcja 'duration' %s

source: Invalid loop option %s
pl: Nieprawid³owa opcja 'loop' %s

source: Invalid sleep option %s
pl: Nieprawid³owa opcja 'sleep' %s

source: Invalid color option %s
pl: Nieprawid³owa opcja 'color' %s

source: User %s doesn't exist in PyKota's database
pl: U¿ytkownik %s nie istnieje w bazie danych systemu PyKota

source: Pages used on %s : %s
pl: Strony wydrukowane na %s : %s

source: PyKota Units left : %.2f
pl: Pozosta³e jednostki PyKota : %.2f

source: pykotme v%(__version__)s (c) %(__years__)s %(__author__)s Gives print quotes to users. command line usage : pykotme [options] [files] options : -v | --version Prints pykotme's version number then exits. -h | --help Prints this message then exits. -P | --printer p Gives a quote for this printer only. Actually p can use wildcards characters to select only some printers. The default value is *, meaning all printers. You can specify several names or wildcards, by separating them with commas. examples : $ pykotme --printer apple file1.ps file2.ps This will give a print quote to the current user. The quote will show the price and size of a job consisting in file1.ps and file2.ps which would be sent to the apple printer. $ pykotme --printer apple,hplaser <file1.ps This will give a print quote to the current user. The quote will show the price and size of a job consisting in file1.ps as read from standard input, which would be sent to the apple or hplaser printer. $ pykotme This will give a quote for a job consisting of what is on standard input. The quote will list the job size, and the price the job would cost on each printer.
pl: pykotme v%(__version__)s (c) %(__years__)s %(__author__)s Pokazuje ceny wydruków u¿ytkownikom. u¿ycie z linii poleceñ : pykotme [opcje] [pliki] options : -v | --version Wy¶wietla wersjê pykotme i nastêpnie koñczy dzia³anie. -h | --help Wy¶wietla t± informacjê i nastêpnie koñczy dzia³anie. -P | --printer p Pokazuje informacjê o cenie tylko na drukarce p. Dodatkowo p akceptuje wzorce dopasowania tak aby¶ móg³ wybraæ tylko niektóre drukarki. Warto¶ci± domy¶ln± jest *, co oznacza Wszystkie drukarki. Mo¿esz podaæ wiele nazw i wzorców dopasowania oddzielaj±c je przecinkiem. przyk³ady : $ pykotme --printer apple file1.ps file2.ps Poda informacjê o cenie dla u¿ytkownika który uruchomi³ pykotme. Program wy¶wietli cenê oraz rozmiar zadañ drukowania w plikach file1.ps i file2.ps które mia³yby zostaæ wydrukowane na drukarce apple. $ pykotme --printer apple,hplaser <file1.ps Poda informacjê o cenie dla u¿ytkownika który uruchomi³ pykotme. Program wy¶wietli cenê oraz rozmiar zadania drukowania w pliku file1.ps który zostanie odczytany ze standardowego wej¶cia a który mia³by zostaæ wydrukowany na drukarce apple lub hplaser. $ pykotme Program wy¶wietli informacjê o cenie i rozmiarze zadania drukowania które zostanie odczytane ze standardowego wej¶cia. Raport dotycz±cy ceny i rozmiaru zostanie wy¶wietlony dla wszystkich dostêpnych drukarek.

source: Your account balance : %.2f
pl: Twój stan konta to : %.2f

source: Job size : %i pages
pl: Rozmiar zadania drukowania : %i stron

source: Cost on printer %s : %.2f
pl: Koszt wydruku na drukarce %s : %.2f

source: Unsupported accounter backend %s
pl: Nie wspierany backend dla mechanizmu zliczania stron %s

source: Configuration file %s can't be read. Please check that the file exists and that your permissions are sufficient.
pl: Plik konfiguracyjny %s nie mo¿e byæ odczytany. Upewnij siê ze plik istnieje oraz ¿e masz dostateczne uprawnienia dla odczytu.

source: Configuration file %s not found.
pl: Plik konfiguracyjny %s nie zosta³ odnaleziony.

source: Option %s not found in section global of %s
pl: Opcja %s nie zosta³a znaleziona w sekcji 'global' pliku %s

source: Option %s not found in section %s of %s
pl: Opcja %s nie zosta³a znaleziona w sekcji %s pliku %s

source: Option ldaptls is set, but certificate %s is not readable.
pl: Opcja 'ldaptls' jest aktywna, ale certyfikat %s jest nieczytelny.

source: Option logger only supports values in %s
pl: Opcja 'logger' akceptuje tylko warto¶ci w %s

source: Invalid accounter %s for printer %s
pl: Nieprawid³owy mechanizm zliczania stron %s dla drukarki %s

source: Option accounter in section %s only supports values in %s
pl: Opcja 'accounter' w sekcji %s akceptuje tylko warto¶ci w %s

source: Invalid unknown_billingcode directive %s for printer %s
pl: Nieprawid³owa dyrektywa 'unkown_billingcode' %s dla drukarki %s

source: Directive unknown_billingcode in section %s only supports values in %s
pl: Dyrektywa 'unknown_billingcode' w sekcji %s akceptuje warto¶ci tylko w %s

source: Option enforcement in section %s only supports values in %s
pl: Opcja 'enforcement' w sekcji %s akceptuje warto¶ci tylko w %s

source: Option onaccountererror in section %s only supports values in %s
pl: Opcja 'onaccountererror' w sekcji %s akceptuje warto¶ci tylko w %s

source: Option policy in section %s only supports values in %s
pl: Opcja 'policy' w sekcji %s akceptuje warto¶ci tylko w %s

source: Invalid option mailto %s for printer %s
pl: Nieprawid³owa warto¶æ opcji 'mailto %s' dla drukarki %s

source: Option mailto in section %s only supports values in %s
pl: Opcja 'mailto' w sekcji %s akceptuje warto¶ci tylko w %s

source: Invalid maximal deny banners counter %s
pl: Nieprawid³owa warto¶æ 'maximal deny banners counter' %s

source: Invalid grace delay %s
pl: Nieprawid³owa warto¶æ 'grace delay' %s

source: Invalid poor man's threshold %s
pl: Nieprawid³owa warto¶æ 'poor man's threshold' %s

source: Your Print Quota account balance is Low. Soon you'll not be allowed to print anymore. Please contact the Print Quota Administrator to solve the problem.
pl: Stan twojego konta drukowania jest niski. Wkrótce stracisz mo¿liwo¶æ drukowania. Skontaktuj siê z administratorem systemu drukowania aby rozwi±zaæ ten problem.

source: You are not allowed to print anymore because your Print Quota is exceeded on printer %s.
pl: Straci³e¶ mo¿liwo¶æ drukowania poniewa¿ limit twojego konta zosta³ przekroczony na drukarce %s.

source: You will soon be forbidden to print anymore because your Print Quota is almost reached on printer %s.
pl: Wkrótce stracisz mo¿liwo¶æ drukowania poniewa¿ limit drukowania na twoim koncie zosta³ prawie przekroczony na drukarce %s.

source: Option accountbanner in section %s only supports values in %s
pl: Opcja 'accountbanner' w sekcji %s akceptuje warto¶ci tylko w %s

source: Option trustjobsize for printer %s is incorrect
pl: Opcja 'trustjobsize' dla drukarki %s jest nieprawid³owa

source: History
pl: Historia

source: Users
pl: U¿ytkownicy

source: Groups
pl: Grupy

source: Printers
pl: Drukarki

source: Users Print Quotas
pl: Limity Drukowania U¿ytkowników

source: Users Groups Print Quotas
pl: Limity Drukowania Grup U¿ytkowników

source: History of Payments
pl: Historia p³atno¶ci

source: Printers Groups Membership
pl: Cz³onkostwo dla Grup Drukarek

source: Users Groups Membership
pl: Cz³onkostwo dla Grup U¿ytkowników

source: Billing Codes
pl: Kody Rozliczeniowe

source: Comma Separated Values
pl: CSV - warto¶ci oddzielone przecinkami

source: Semicolon Separated Values
pl: SSV - warto¶ci oddzielone ¶rednikami

source: Tabulation Separated Values
pl: TSV - warto¶ci oddzielone znakiem tabulacji

source: eXtensible Markup Language
pl: XML

source: CUPS' page_log
pl: format pliku 'page_log' systemu CUPS

source: Invalid modifier [%s] for --data command line option, see help.
pl: Nieprawid³owy modyfikator [%s] dla opcji --data, zajrzyj do pomocy.
